IDEA Open Model
ConnectionSetup.BearingCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Apply bearing check including αb
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool BearingCheck { get; set; }
Public Property BearingCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace